package com.colud.jctl.bean;

import java.util.List;

/**
 * Created by Jcty on 2017/4/17.
 */

public class NewInfoItem extends BaseBean {

    private static final long serialVersionUID = 371242226675062490L;


    /**
     * flag : 1
     * info : [{"content":"　　本周苏州本地蔬菜的上市量比较丰富，且外地蔬菜也源源不断入市交易，每天蔬菜的总上市量充足，整体菜价呈下降态势。 　　从监测数据显示，本周南环桥市场不少蔬菜价格呈下跌走势，如春笋、西葫芦、茨菇等，价格与上周环比，分别下跌了27%、23%、11%。本周价格跌幅较为明显的绿叶蔬菜，有苋菜、韭菜、空心菜等，平均比上周价格下跌16%。浙江嘉善的西红柿开始大量上市，日上市量呈增加趋势，整体量足价跌，目前西红柿批发平均价每公斤3.80元，与上周价格环比下跌5%。本周大葱上市量开始增多，价格回落，批发平均价1.2元/公斤，较上周环比下跌了14%。 　　近期山东滕州的土豆新上市，新出土的土豆肉质脆嫩很受欢迎，日到货量300吨左右，货源于福建的老一批土豆逐渐落市，目前新土豆的批发价3.2元/公斤，而云南产地的土豆价格相对低些，批发价2.8元/公斤，整体来看，近期土豆整体货源充足，购销两旺。目前海南产地的青椒基本接近尾声，市场主要以山东苍山青椒为主，中间批发价每公斤4.0元。近日黄瓜的货源供应量逐渐增多，价格呈回落趋势，目前黄瓜的主要货源产地有山东、江苏、福建等地，批发价每公斤2.4元，与上周价格环比下跌14%。导致价格回落的主要原因是因为随着天气转暖，蔬菜生长快，时令蔬菜的供应量明显增多，本地菜迎来上市旺季，大多数蔬菜出现降价空间。 　　本周苏州本地蔬菜的上市量比较丰富，且外地蔬菜也源源不断入市交易，每天蔬菜的总上市量充足，整体菜价呈下降态势。 　　从监测数据显示，本周南环桥市场不少蔬菜价格呈下跌走势，如春笋、西葫芦、茨菇等，价格与上周环比，分别下跌了27%、23%、11%。本周价格跌幅较为明显的绿叶蔬菜，有苋菜、韭菜、空心菜等，平均比上周价格下跌16%。浙江嘉善的西红柿开始大量上市，日上市量呈增加趋势，整体量足价跌，目前西红柿批发平均价每公斤3.80元，与上周价格环比下跌5%。本周大葱上市量开始增多，价格回落，批发平均价1.2元/公斤，较上周环比下跌了14%。 　　近期山东滕州的土豆新上市，新出土的土豆肉质脆嫩很受欢迎，日到货量300吨左右，货源于福建的老一批土豆逐渐落市，目前新土豆的批发价3.2元/公斤，而云南产地的土豆价格相对低些，批发价2.8元/公斤，整体来看，近期土豆整体货源充足，购销两旺。目前海南产地的青椒基本接近尾声，市场主要以山东苍山青椒为主，中间批发价每公斤4.0元。近日黄瓜的货源供应量逐渐增多，价格呈回落趋势，目前黄瓜的主要货源产地有山东、江苏、福建等地，批发价每公斤2.4元，与上周价格环比下跌14%。导致价格回落的主要原因是因为随着天气转暖，蔬菜生长快，时令蔬菜的供应量明显增多，本地菜迎来上市旺季，大多数蔬菜出现降价空间。","id":1,"title":"苏州南环桥市场：一周农产品行情简讯","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265197.htm"},{"content":"　　昨天是谷雨节。俗话说\u201c谷雨时节，百鱼上岸\u201d，眼下谷雨时节已过，也本应该是渔船扬帆出海作业的时候。但在调查发现，虽然如今谷雨节祭海的形式越来越丰富，但由于今年休渔期的提前，尤其是近年来渔业资源的减少，渔民们在祭海后很少立即出海。 　　制约多数渔船难以出海的主要原因之一就是海上资源紧缺，出海入不敷出，大部分近海捕捞渔船只得选择\u201c趴港\u201d。据粗略统计，目前威海全市\u201c趴港\u201d的渔船接近七成。据船主介绍，他经营着一对每艘300千瓦的散装船，他给我们算了一笔账，出海每天至少需要消耗2吨柴油，按照每吨柴油3000元计算，一天就是6000元的柴油成本，再加上人工、冰块等费用，光是直接费用，一对渔船一天的成本就得1万元左右；而拉回来的渔获物难以卖到这个价钱。在这样的背景下，一些渔民开始转行，一些渔村开始走上减船转产之路，谋求渔业发展的转型升级。 　　目前市场新鲜小黄花鱼每公斤价格在24-30元，新鲜大鲅鱼每公斤价格在40-48元，新鲜大牙鲆鱼每公斤价格在66-70元，新鲜尾鱼每公斤价格在56-60元。休渔期还有不到十天的时间，目前市场部分海鲜价格已经是悄然升温，而进入休渔期后，养殖类海鲜将逐渐成为主流，市场海产品的货源供应整体还是较为的丰富。 　　近期贝类市场继续呈现出购销两旺的态势，目前市场花蛤的价格在7-8元，带壳牡蛎每公斤价格在8-10元，扇贝每公斤价格在7-8元，相比往年同期，贝类市场价格整体还是比较高的。","id":2,"title":"威海水产品市场：谷雨已过渔船无出海 海上资源紧缺是主因","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265196.htm"},{"content":"　　蔬菜方面: 　　受本周（4月16日至4月21日）天气晴好，气温上升影响，地产蔬菜大量上市，来自库尔勒、和硕等地的黄瓜、西葫芦、圆白菜、苦瓜、芹菜等蔬菜供应量持续增加，导致价格大幅下降；本周蔬菜整体价格呈小幅下降走势。根据北园春市场监测的32种大众蔬菜来看：32种蔬菜的平均价格是4.43元/公斤，比上周（4月9日至4月14日）下降了0.16元，降幅为3.49%；其中，10种蔬菜价格上涨，16种蔬菜价格下降，土豆、胡萝卜、南瓜、生姜、冬瓜、西芹6种蔬菜价格持平。与去年同期相比下降了0.7元，降幅为13.65%。 　　环比上周，价格上涨幅度较大的有：香菜由每公斤7.90元上涨到9.20元，上涨了16.46%；圆茄子由每公斤4.12元上涨到4.68元，上涨了13.59%。 　　另外，菜花上涨8.56%，油麦菜上涨7.77%，生菜上涨6.32%，西兰花上涨6.27%，丝瓜上涨6.25%，洋葱上涨5.41%，大蒜上涨2.41%，油菜上涨2.13%。 　　价格下降幅度较大的有：蒜薹由每公斤8.34元下降到5.80元，下降了30.46%；黄瓜由每公斤3.86元下降到2.92元，下降了24.35%；西葫芦由每公斤2.40元下降到1.86元，下降了22.50%；莴笋由每公斤3.08元下降到2.44元，下降了20.78%；圆白菜由每公斤1.82元下降到1.48元，下降了18.68%；苦瓜由每公斤7.50元下降到6.20元，下降了17.33%；芹菜由每公斤1.92元下降到1.60元，下降了16.67%；上海青由每公斤5.00元下降到4.20元，下降了16.00%；大葱由每公斤2.50元下降到2.24元，下降了10.40%；菠菜由每公斤5.34元下降到4.80元，下降了10.11%。 　　另外，大白菜下降8.97%，韭菜下降8.72%，豆角下降8.47%，西红柿下降4.61%，白萝卜下降2.60%，青椒下降1.39%。 　　预计：随着气温上升，乌鲁木齐周边地区蔬菜将迎来上市小高峰，后期蔬菜整体价格将呈季节性下降趋势。 　　肉蛋禽类方面： 　　本周牛肉、羊肉、白条鸡价格比较平稳，牛前腿剔骨肉每公斤55.00元、羊肉每公斤47.00元、白条鸡每公斤14.50元与上周基本持平。猪肉价格小幅下降，白条猪每公斤19.00元，较上周下降了4.04%；鸡蛋价格出现大幅回落，本周鸡蛋每公斤4.72元，较上周下降了13.24%。 　　水产方面： 　　本周水产（鲤鱼、白鲢鱼、花鲢鱼、草鱼、鲫鱼）平均价格是每公斤12.16元，较上周上涨了3.31%。预计，后期水产价格将保持平稳运行。","id":3,"title":"新疆北园春市场：一周市场行情分析","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265195.htm"},{"content":"　　现在进入春夏交替时期，大部分蔬菜品种也进入到产地转换季，本地瓜果茄类蔬菜上市量逐渐增多，省外货源也在增大，蔬菜供给充足，总体行情呈上下波动，涨跌互现是本周的主流行情。 　　武汉白沙洲大市场信息中心4月17日\u20154月21日，监测二十个蔬菜品种的均价是2.7元/公斤，与上周均价2.71元/公斤相比微降0.37%也相当于持平，本周菜价涨跌互现。 　　本周菜价涨跌互现，上涨品种的幅度都在百分之二十以下，监测的二十个蔬菜品种价格上涨较大的是油麦菜、葱头、黄瓜，就以上三个品种作分析说明，油麦菜均价从3.22元/公斤上涨到3.72元/公斤，上涨幅度15.53%；葱头均价从1.7元/公斤上涨到1.94元/公斤，上涨幅度14.12%；黄瓜均价从2.18元/公斤上涨到2.48元/公斤，上涨幅度13.76%；分析说明：油麦菜货源来自省外云南，本地近郊，目前本地油麦菜受温度上升的影响质量下降，有涨苔现象，货源有所减少，省外云南油麦菜质量好，产地收购价格上涨，由于运输距离长，需要泡沫箱加冰瓶保鲜，这样成本费用加大，使云南油麦菜价格上涨，云南油麦菜价格的上涨也带动了本地油麦菜价格的跟涨；葱头货源来自省外云南、四川两地，现在四川葱头接近尾期即将退市，云南葱头新上市质量好，葱头也进入到产地转换期，由四川葱头转换到云南葱头，云南葱头运输距离长，收购价格高，成本上升使葱头价格在近期上涨，后期随着货源的增大，葱头价格会有回跌的可能；黄瓜价格在上周下跌较大，本周受省外连续阴雨天气的影响，进场货源减少后价格有所回涨；一周均价上涨的品种还有，莴笋上涨13.25%、芹菜上涨11.03%、苦瓜上涨8.43%、西红柿上涨3.89%、小白菜上涨3.75%、青椒上涨2.52%。 　　本周下跌幅度较大的品种是大白菜，大白菜下跌33.96%，大白菜货源主要来自省内随州，郊区东西湖，少量省外山东兰陵配车货源，省内嘉鱼大白菜已进入到尾期，由于今年大白菜种植面积增加，出产量大，供需失衡，大白菜价格跌到冰点，本周大白菜均价0.35元/公斤，去年同期均价0.6元/公斤骤降41.67%；近期天气晴雨相间，有利于蔬菜的生长，出产量增加，部分蔬菜品种有滞销现象，一周均价下跌的品种还有，包菜下跌16.67%、冬瓜下跌12.05%、四季豆下跌10.96%、花菜下跌10.84%、土豆下跌6.56%、白萝卜下跌5.71%、瓠子下跌5.49%、莲藕下跌5.06%、胡萝卜下跌4.44%；一周均价持平的品种是茄子。 　　我市场淡水鱼价格从二月中旬开始就一直处在上涨阶段，已经持续上涨了八周，十个大宗品种品种的均价从15.59元/公斤上涨到17.27元/公斤，本周鱼价终于停止上涨的脚步，本周监测十个大宗品种鱼的均价是17.27元/公斤，与上周均价17.27元/公斤相比价格持平，一周均价上涨的品种不多上涨品种有，鲫鱼上涨3.67%、黑鱼上涨3.28%、青鱼上涨0.67%； 　　一周均价下跌的品种有，鲢子鱼下跌3.24%、鲤鱼下跌2.67%、花鲢鱼下跌1.49%、桂鱼下跌0.86%、草鱼下跌0.84%；鳊鱼、黄颡鱼均价在本周持平。","id":4,"title":"武汉白沙洲市场：本周菜价略降 水产品价格稳定","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265193.htm"},{"content":"　　21日威海市农副产品批发市场的蔬菜平均批发价格为1.98元/公斤，相比去年同期的2.46元/公斤同比下降了19.5%，比上周基本保持在2.1元/公斤上下的批发价格环比稳中有降。芸豆还是以6.0元/公斤的批发价格居高不下，西红柿以4.0元/公斤的批发价格次之，黄瓜、茄子、辣椒平均批发价格为2.6元/公斤左右。韭菜近几天由于露天地产当量上市的原因批发价格由3.2元/公斤迅速跌至1.4元/公斤，跌幅为128.6%。毛葱和白菜的批发价格更是跌至0.8元/公斤和0.5元/公斤。鸡蛋的批发价格近一周一直稳定在108.0元/22.5公斤/箱，比上周略有小降。带骨白条猪的批发价格也小幅降至20.2元/公斤。国产西瓜开始逐渐上市，批发价格为6.0元/公斤左右。","id":5,"title":"威海农副产品市场：肉 菜 蛋价格稳中有降","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265199.htm"},{"content":"　　本周青岛天气晴好，偶有阵雨，叶类地产蔬菜上市量继续放大，价格一路走低。新鲜时令蔬菜陆续上市，价格走俏，果菜类蔬菜随上市量的增加，价格小幅下降，下降的品种主要有：芸豆17.4%，蒜苔13.5%，大头菜13.3%，韭菜13.3%，黄瓜11.3%，大白菜8.9%，茭瓜6.7%。价格上涨幅度较大的有：冬瓜8.3%，香菜5.5%，青萝卜4%。 　　与上周相比，本周海鲜价格比较稳定，受供给和需求两方面影响新鲜大鲅鱼价格持续走高，环比上涨12%；活海鲜由于上市量减少，价格有所上升，虾虎环比上涨12%，养殖活虾环比上涨5%，活八带环比上涨13%。随着气温的上升，果蔬生长较快，采摘期缩短，鲜果上市量大幅增加，价格下降明显，西瓜环比下降5%，草莓环比下降10%；油桃环比下降11%，毛桃环比下降9%，樱珠环比下降12%。 　　本周青岛天气晴好，偶有阵雨，叶类地产蔬菜上市量继续放大，价格一路走低。新鲜时令蔬菜陆续上市，价格走俏，果菜类蔬菜随上市量的增加，价格小幅下降，下降的品种主要有：芸豆17.4%，蒜苔13.5%，大头菜13.3%，韭菜13.3%，黄瓜11.3%，大白菜8.9%，茭瓜6.7%。价格上涨幅度较大的有：冬瓜8.3%，香菜5.5%，青萝卜4%。 　　与上周相比，本周海鲜价格比较稳定，受供给和需求两方面影响新鲜大鲅鱼价格持续走高，环比上涨12%；活海鲜由于上市量减少，价格有所上升，虾虎环比上涨12%，养殖活虾环比上涨5%，活八带环比上涨13%。随着气温的上升，果蔬生长较快，采摘期缩短，鲜果上市量大幅增加，价格下降明显，西瓜环比下降5%，草莓环比下降10%；油桃环比下降11%，毛桃环比下降9%，樱珠环比下降12%。","id":6,"title":"青岛城阳市场：一周市场价格分析","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265191.htm"},{"content":"　　据我市场今天（21日）的蔬菜价格检测数据显示：平菇价格骤然上涨，价格在8\u2015\u201511元/公斤不等，与昨日相比上涨66.67%，上市量减少了25%。 　　主要原因是新老交替，老茬接近尾声，新一茬的正在生长期，其次是近几天大风天气（在商户那里了解到大风天不长），导致其生长缓慢，出现了短期断茬现象，因此价格骤涨。 　　不过，蔬菜价格就是这样，有涨有落，目前老百姓日常餐桌上的大部分蔬菜价格还是在走下行通道的，2\u20155元/公斤价格的蔬菜居多，如：大白菜、圆白菜、白萝卜、芹菜、西葫芦都在1\u20151.4元/公斤，小白菜、小油菜、莴笋、韭菜、茴香、西芹、大葱、葱头、菜花、冬瓜、圆生菜基本都在1.4\u20153元/公斤，黄瓜、尖椒、青椒、茄子、青蒜、香芹在3\u20154元/公斤，与昨日相比下降幅度超过百分之十的：有茴香11.76%、尖椒13.33%、苋菜10%、西葫芦12.5%、蒜苗33.33%、毛豆20%、空心菜14.81%、圆生菜23.52%、荷兰豆14.28%，随着气温逐渐升高，本地及天津、河北、山东等地的露地菜将大量上市，预计蔬菜价格会继续走亲民路线。 　　据我市场今天（21日）的蔬菜价格检测数据显示：平菇价格骤然上涨，价格在8\u2015\u201511元/公斤不等，与昨日相比上涨66.67%，上市量减少了25%。 　　主要原因是新老交替，老茬接近尾声，新一茬的正在生长期，其次是近几天大风天气（在商户那里了解到大风天不长），导致其生长缓慢，出现了短期断茬现象，因此价格骤涨。 　　不过，蔬菜价格就是这样，有涨有落，目前老百姓日常餐桌上的大部分蔬菜价格还是在走下行通道的，2\u20155元/公斤价格的蔬菜居多，如：大白菜、圆白菜、白萝卜、芹菜、西葫芦都在1\u20151.4元/公斤，小白菜、小油菜、莴笋、韭菜、茴香、西芹、大葱、葱头、菜花、冬瓜、圆生菜基本都在1.4\u20153元/公斤，黄瓜、尖椒、青椒、茄子、青蒜、香芹在3\u20154元/公斤，与昨日相比下降幅度超过百分之十的：有茴香11.76%、尖椒13.33%、苋菜10%、西葫芦12.5%、蒜苗33.33%、毛豆20%、空心菜14.81%、圆生菜23.52%、荷兰豆14.28%，随着气温逐渐升高，本地及天津、河北、山东等地的露地菜将大量上市，预计蔬菜价格会继续走亲民路线。","id":7,"title":"北京岳各庄市场：大部分蔬菜价格亲民 平菇价格骤涨","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265190.htm"},{"content":"　　一、市场基本概况 　　本周万邦市场蔬菜整体价格呈持平趋势。万邦市场监测的61个常见蔬菜品种中，价格上涨的有16个品种，价格下降的有20个品种，价格持平的有25个品种。本周市场整体蔬菜价格无大幅度变化，但是随着本地蔬菜上市种类的增加，外地蔬菜也逐渐减少，预计随着气温的上升，外地的部分蔬菜会逐渐退出本地市场。 　　二、本周市场热点话题 　　（一）长豆角 　　本周万邦市场长豆角价格呈下降趋势。本周长豆角均价为4.46元/kg，上周均价为5.70元/kg，上月均价为8.10元/kg，去年同期均价为5.65元/kg，周环比下降27.80%，月环比下降81.61%，同期比下降26.68%。本周市场上销售的长豆角产地主要为广西。 　　本周市场长豆角价格呈下降趋势，主要原因:一是上市量增加。上周海南长豆角处于上市尾期，而广西长豆角刚刚进入市场，使得市场上长豆角处于青黄不接的局面，本周广西长豆角大量上市，市场供大于求，导致价格下降。二是产地转换。本周海南长豆角彻底退出万邦市场，广西长豆角上市，但是与海南长豆角相比，广西货质量稍差，所以价格出现下跌。 　　与去年同期相比价格呈下降趋势。主要原因为：由于今年广西长豆角种植面积大幅度增加，与去年相比至少增加二分之一，而且气候适合长豆角生长，产地货量一直居高不下，导致广西长豆角今年从上市价格就不尽人意，令农户和商户寒心。预计长豆角价格随着上市量不断增加，价格会持续下跌。 　　（二）蒜薹 　　本周万邦市场蒜薹价格呈下降趋势。本周蒜薹均价为3.00元/kg，上周均价为6.48元/kg，上月均价为6.80元/kg，去年同期均价为3.58元/kg，周环比下降115.83%，月环比下降126.67%，同期比下降19.17%。市场上销售的蒜薹主要产地为本地。 　　本周市场销售的蒜薹价格整体呈下降趋势，主要原因是上市量增加。现在市场上销售的蒜薹产地为本地，云南蒜薹已经退出万邦市场。据商户介绍今年本地大蒜种植面积都不同程度增加，而且气温上升后，本地早熟蒜薹基本与晚熟蒜薹接茬，虽然云南蒜薹已经退出本地市场，但是晚熟蒜薹的陆续上市导致市场上蒜薹货量居高不下，导致价格不断下降。 　　预计随着本地晚熟蒜薹的大量上市，市场上蒜薹价格会持续下降。","id":8,"title":"河南万邦市场：产地转换 长豆角蒜薹纷纷降价","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265188.htm"},{"content":"　　一、市场基本概况 　　本周万邦市场水果价格基本持平。万邦市场监测的40个常见水果品种中，价格上涨的有11个品种，价格下降的有8个品种，价格持平的有21个品种。由于本周天气持续升温，大部分水果不耐储存，水果价格整体呈平稳稍微下滑状态。其中少部分水果价格偏高，主要是因为部分品种处于销售末期，又加之产地阴雨天气导致产量下降，从而价格上涨。如：西瓜、香梨、香蕉等。少部分水果由于市场上市量增加，市场销量趋于平稳，从而出现供大于求的现象，随之价格下降。如：芒果、榴莲、火龙果等。 　　二、本周市场热点话题 　　（一）芒果 　　本周万邦市场芒果价格呈下降趋势。本周芒果均价为11.00元/kg，上周均价为13.00元/kg，上月均价为14.00元/kg，去年同期均价为12.00元/kg，周环比下降18.18%，月环比下降27.27%，同期比下降9.09%。 　　周环比下降,主要原因：一是随着本周气温不断升高，芒果不耐储存，气温越高，销售期越短，随之价格下降。二是市场上市量大。四、五月份是芒果销售旺季，市场量大，供大于求，再加上受部分次果价格低廉的影响，冲击了品质好的芒果，导致价格下降。三是海南芒果大量上市，处于销售中期，本周市场80%的是海南芒果，预计在5月初结束，广西及云南的是晚茬，预计在5月上旬会上市，不同产地均能接上茬，预计未来一周芒果价格会持续平稳。 　　（二）西瓜 　　本周菠萝本周均价为4.20元/kg，上周均价为3.60元/kg，上月均价为3.15元/kg，去年同期均价为2.78元/kg，周环比上涨14.29%，月环比上涨25.00%，同期比上涨33.93%。 　　周环比上涨，主要原因：一是产地天气原因，市场西瓜主要来自海南、缅甸、越南等产地，本周由于海南、缅甸产地连续阴雨天气，造成瓜农无法装车销售，又因雨天导致产量减少，随之价格短暂性上涨。二是市场上市量少，海南及缅甸等产地的第一茬瓜处于销售末期，本地西瓜目前还未上市，预计将在五一前后上市，这段期间处于空档期，市场供不应求，导致价格上涨。 　　与去年同期相比价格呈上涨趋势。主要原因：今年产地遇到阴雨天气，瓜农的瓜果烂在地里，产量减少，又加之今年气温回升较快，西瓜的需求量较大，导致价格上涨。","id":9,"title":"河南万邦市场：芒果天热价低 西瓜量少价高","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265187.htm"},{"content":"　　本月监测的价格有：牛肉、羊肉、鸡肉和猪肉等。其中牛肉和羊肉价格与上月相比较价格较为稳定，羊肉价格稳定一方面是因为气温回升，出去踏青和夜市烧烤成为热门活动之一，另一方面随着天气的回暖，火锅逐渐淡出人们的视线，进入淡季，需求量有所减少；白条鸡的价格呈上涨的状态，前期价格受禽流感影响较大，随着热门话题的冷却，白条鸡价格上涨，回复正常价格；白条猪的价格呈下降趋势，气温升高，猪肉的需求量有所减少，价格下降。 　　本月监测的羊肉价格较为稳定，基本持平，由上月的36.00元/kg,上涨至本月36.50元/kg。环比上涨1.39%。主要原因分析：一是目前羊肉处于消费群体转变、淡旺季并存的时期。一方面气温升高，出去踏青烧烤和夜市烧烤成为人们休闲放松的日常活动之一，而羊肉就是烧烤的宠儿。烧烤店和平常百姓家对羊肉的需求量增加；另一方面天气逐渐炎热，火锅逐渐从人们的餐桌上消失，取而代之的是清淡爽口的菜肴，羊肉又逐渐失宠，饭店的需求量有所减少。二是主要产地和零星产地竞争。市场羊肉批发大户主要靠山东和河北供应，据商户了解，从过完年至今羊肉价格低迷，养殖户处于赔钱状态（饲料价格与去年相比有所上涨），导致主要产地羊的存栏量（存栏时间为3个月）有所减少，但是仍能满足市场需要，未出现断茬儿的情况，产地收购价格有略微上涨；由于周边有较多屠宰场（如弓马庄周边），距离较近，省去运费，整体成本价格比山东和河北低，零星采购及少量批发的商户选择就近采购，从而影响批发价格的上涨。 　　预计羊肉价格会出现小幅上涨，河北和山东羊肉量逐渐下降，且占据市场主导地位，对整个价格行情影响较大。 　　本月监测的价格有：牛肉、羊肉、鸡肉和猪肉等。其中牛肉和羊肉价格与上月相比较价格较为稳定，羊肉价格稳定一方面是因为气温回升，出去踏青和夜市烧烤成为热门活动之一，另一方面随着天气的回暖，火锅逐渐淡出人们的视线，进入淡季，需求量有所减少；白条鸡的价格呈上涨的状态，前期价格受禽流感影响较大，随着热门话题的冷却，白条鸡价格上涨，回复正常价格；白条猪的价格呈下降趋势，气温升高，猪肉的需求量有所减少，价格下降。 　　本月监测的羊肉价格较为稳定，基本持平，由上月的36.00元/kg,上涨至本月36.50元/kg。环比上涨1.39%。主要原因分析：一是目前羊肉处于消费群体转变、淡旺季并存的时期。一方面气温升高，出去踏青烧烤和夜市烧烤成为人们休闲放松的日常活动之一，而羊肉就是烧烤的宠儿。烧烤店和平常百姓家对羊肉的需求量增加；另一方面天气逐渐炎热，火锅逐渐从人们的餐桌上消失，取而代之的是清淡爽口的菜肴，羊肉又逐渐失宠，饭店的需求量有所减少。二是主要产地和零星产地竞争。市场羊肉批发大户主要靠山东和河北供应，据商户了解，从过完年至今羊肉价格低迷，养殖户处于赔钱状态（饲料价格与去年相比有所上涨），导致主要产地羊的存栏量（存栏时间为3个月）有所减少，但是仍能满足市场需要，未出现断茬儿的情况，产地收购价格有略微上涨；由于周边有较多屠宰场（如弓马庄周边），距离较近，省去运费，整体成本价格比山东和河北低，零星采购及少量批发的商户选择就近采购，从而影响批发价格的上涨。 　　预计羊肉价格会出现小幅上涨，河北和山东羊肉量逐渐下降，且占据市场主导地位，对整个价格行情影响较大。","id":10,"title":"河南万邦市场：近期羊肉价格稳定","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265186.htm"},{"content":"　　 本月（上旬和中旬）万邦市场淡水鱼价格整体走势偏高，本月涨幅在0.85-2.0元/kg，供需比例基本上持平，供应产地以南方为主。淡水鱼市场价格变动较大的品种为黑鱼、鲫鱼，特别是黑鱼价格一路上涨，详细分析如下： 　　本月上旬黑鱼均价为17.10元/kg，上月黑鱼均价为16.16元/kg，去年同期的均价为22.28元/kg，月环比上涨5.81%，同期比下降5.18%，产地为广州和山东。 　　黑鱼价格稳步上涨原因分析：一是养殖基地涨价。本月供应的产地有广州和山东，广州黑鱼的供应量占市场4/5左右，目前此批次黑鱼养殖量少，特别是个头较大的黑鱼几乎处于\u201c断茬\u201d阶段，导致个体偏小的还没有达到上市期都已经提前出售，价格不断上涨。二是运输成本增加。随着气温不断升高，鱼类的运输成本也在提高，比如需要加氧气、加冰来降低水温，夏季运输死亡率高于其它季节，造成成本增加。三是需求量不断增加。随着夏季的到来，夜市大排档又成了夏季人们饮食首选的主题，市场日供应量由原来的3万斤逐渐增加到4万斤左右，烧烤需求量也在持续增加，致使黑鱼价格也随之上涨。 　　同期比价格下降：一是去年整体养殖量增加（一般黑鱼的养殖周期为1-2年），上市供应量和需求量整体提升至少1/3，导致今年价格和去年相比偏低。二是今年山东黑鱼占有量少。市场95%的黑鱼来自广州，仅有5%的黑鱼来自山东，山东黑鱼个体大，但因生存能力太差、死亡率高、量少等原因导致山东黑鱼价格比广州高出（1.0-1.2）元/kg,但是市场黑鱼整体价格低于去年。 　　预计，随着气温的不断升高，无论是养殖户的养殖成本还是批发商的运输成本都在不断增加，后期黑鱼的价格将会持续上涨。 　　 本月（上旬和中旬）万邦市场淡水鱼价格整体走势偏高，本月涨幅在0.85-2.0元/kg，供需比例基本上持平，供应产地以南方为主。淡水鱼市场价格变动较大的品种为黑鱼、鲫鱼，特别是黑鱼价格一路上涨，详细分析如下： 　　本月上旬黑鱼均价为17.10元/kg，上月黑鱼均价为16.16元/kg，去年同期的均价为22.28元/kg，月环比上涨5.81%，同期比下降5.18%，产地为广州和山东。 　　黑鱼价格稳步上涨原因分析：一是养殖基地涨价。本月供应的产地有广州和山东，广州黑鱼的供应量占市场4/5左右，目前此批次黑鱼养殖量少，特别是个头较大的黑鱼几乎处于\u201c断茬\u201d阶段，导致个体偏小的还没有达到上市期都已经提前出售，价格不断上涨。二是运输成本增加。随着气温不断升高，鱼类的运输成本也在提高，比如需要加氧气、加冰来降低水温，夏季运输死亡率高于其它季节，造成成本增加。三是需求量不断增加。随着夏季的到来，夜市大排档又成了夏季人们饮食首选的主题，市场日供应量由原来的3万斤逐渐增加到4万斤左右，烧烤需求量也在持续增加，致使黑鱼价格也随之上涨。 　　同期比价格下降：一是去年整体养殖量增加（一般黑鱼的养殖周期为1-2年），上市供应量和需求量整体提升至少1/3，导致今年价格和去年相比偏低。二是今年山东黑鱼占有量少。市场95%的黑鱼来自广州，仅有5%的黑鱼来自山东，山东黑鱼个体大，但因生存能力太差、死亡率高、量少等原因导致山东黑鱼价格比广州高出（1.0-1.2）元/kg,但是市场黑鱼整体价格低于去年。 　　预计，随着气温的不断升高，无论是养殖户的养殖成本还是批发商的运输成本都在不断增加，后期黑鱼的价格将会持续上涨。","id":11,"title":"河南万邦市场：气温升高 黑鱼价格上涨","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265185.htm"},{"content":"　　本周（2017年4月15日至4月21日）市场蔬菜价格总体平稳微涨。在市场统计的51种蔬菜中，总的综合平均价为4.12元/公斤，比上周4.04元/公斤上涨1.96个百分点；蔬菜加权平均价为2.97元/公斤，比上周上涨2个百分点。其中有29种蔬菜价格上涨，19种蔬菜价格下降，3种蔬菜价格持平。 　　本周受高压槽影响，气温大幅上升最高达30℃，在春季让人直呼闷热，对还没移出户外仍在大棚中生长的叶菜造成较大影响，棚中高温让叶菜叶子出现焉了的情况，导致叶菜价格上涨。随着谷雨时节的到来，带来的降雨，加上周边产区瓜茄椒类蔬菜的调进供应量增多，充实蔬菜供应品种，菜价有所回落，本周菜价总体平稳微涨。 　　本周菜价上涨的有空心菜、韭菜、苦瓜、白萝卜、菠菜、洋白菜、菜花、丝瓜、小白菜、茄子、西洋芹、西兰花、青椒、平菇，分别上涨了48.39%、26.22%、24.71%、19.4%、19.38%、15.38%、15%、13.07%、9.3%、9.05%、8.57%、8.45%、8.02%、8%；本周菜价下跌的有韭黄、土豆、蒜薹、生姜、西红柿、绿尖椒、茼蒿、芥蓝菜、黄瓜，分别下跌了12.61%、11.87%、11.8%、10.3%、10.06%、9.34%、8.51%、7.99%、6.17%；本周价格持平的蔬菜有红萝卜、马蹄和青笋。 　　受中等强度冷空气影响，下周我市将有中到大雨局部暴雨，并可能伴有雷雨大风等强对流天气，本地蔬菜和外埠菜调入将会受到影响，预计下周蔬菜价格将出现较大幅度上涨。 　　本周（2017年4月15日至4月21日）市场蔬菜价格总体平稳微涨。在市场统计的51种蔬菜中，总的综合平均价为4.12元/公斤，比上周4.04元/公斤上涨1.96个百分点；蔬菜加权平均价为2.97元/公斤，比上周上涨2个百分点。其中有29种蔬菜价格上涨，19种蔬菜价格下降，3种蔬菜价格持平。 　　本周受高压槽影响，气温大幅上升最高达30℃，在春季让人直呼闷热，对还没移出户外仍在大棚中生长的叶菜造成较大影响，棚中高温让叶菜叶子出现焉了的情况，导致叶菜价格上涨。随着谷雨时节的到来，带来的降雨，加上周边产区瓜茄椒类蔬菜的调进供应量增多，充实蔬菜供应品种，菜价有所回落，本周菜价总体平稳微涨。 　　本周菜价上涨的有空心菜、韭菜、苦瓜、白萝卜、菠菜、洋白菜、菜花、丝瓜、小白菜、茄子、西洋芹、西兰花、青椒、平菇，分别上涨了48.39%、26.22%、24.71%、19.4%、19.38%、15.38%、15%、13.07%、9.3%、9.05%、8.57%、8.45%、8.02%、8%；本周菜价下跌的有韭黄、土豆、蒜薹、生姜、西红柿、绿尖椒、茼蒿、芥蓝菜、黄瓜，分别下跌了12.61%、11.87%、11.8%、10.3%、10.06%、9.34%、8.51%、7.99%、6.17%；本周价格持平的蔬菜有红萝卜、马蹄和青笋。 　　受中等强度冷空气影响，下周我市将有中到大雨局部暴雨，并可能伴有雷雨大风等强对流天气，本地蔬菜和外埠菜调入将会受到影响，预计下周蔬菜价格将出现较大幅度上涨。","id":12,"title":"汕头农副产品市场：谷雨时节 菜价平稳","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265175.htm"},{"content":"　　本周常州地区气温回暖，凌家塘市场农产品交易整体活跃，从交易量方面来看：本周蔬菜交易稳中趋升，果品、水产小幅上扬，粮副食品较为平稳；价格方面：本周蔬菜价格稳中趋势降，食用油、肉蛋价格小幅回落，食糖价格小幅上扬；水产品价格你涨我跌，波动频频，其中淡水鱼价格开始回落、虾价持续高位。 　　按以往惯例，当前食用油市场处于传统消费淡季，加上受国外黄豆丰产丰收影响，本周市场食用油价格出现下降。20日凌家塘市场散装色拉油批发平均价每公斤6.8元，环比下降1.2%。而桶装食用油跌幅更为明显，其中5升装金龙鱼大豆调和油，20日批发平均价148元每箱，较上周下跌了10元每箱。 　　本周市场肉蛋价格继续处于下跌状态，其中猪肉价格微幅下调，鸡蛋价格跌幅明显。20日凌家塘冷鲜白条肉批发平均价每公斤20.3元，生鲜白条肉批发平均价每公斤22.3元，环比又有每斤1-2毛的下降。 　　从1月份开始，凌家塘市场鸡蛋价格出现持续下跌，春节过后虽有短暂回调，但本周市场蛋价再次进入下跌状态，鸡蛋批发平均价已经由年初的每公斤7.26元，下跌到了今天的每公斤5.2元，同比跌幅接近30%。鸭蛋每公斤8.5元，环比、同比分别下跌了7.6%和10.5%。分析原因，除了市场供给充裕外，市民消费热情不足，需求不断减少也是主要因素。 　　预计，随着五一的临近，食品企业端午备货需求将有所增加，后期蛋价低弥状态将有所缓解。 　　本周常州地区气温回暖，凌家塘市场农产品交易整体活跃，从交易量方面来看：本周蔬菜交易稳中趋升，果品、水产小幅上扬，粮副食品较为平稳；价格方面：本周蔬菜价格稳中趋势降，食用油、肉蛋价格小幅回落，食糖价格小幅上扬；水产品价格你涨我跌，波动频频，其中淡水鱼价格开始回落、虾价持续高位。 　　按以往惯例，当前食用油市场处于传统消费淡季，加上受国外黄豆丰产丰收影响，本周市场食用油价格出现下降。20日凌家塘市场散装色拉油批发平均价每公斤6.8元，环比下降1.2%。而桶装食用油跌幅更为明显，其中5升装金龙鱼大豆调和油，20日批发平均价148元每箱，较上周下跌了10元每箱。 　　本周市场肉蛋价格继续处于下跌状态，其中猪肉价格微幅下调，鸡蛋价格跌幅明显。20日凌家塘冷鲜白条肉批发平均价每公斤20.3元，生鲜白条肉批发平均价每公斤22.3元，环比又有每斤1-2毛的下降。 　　从1月份开始，凌家塘市场鸡蛋价格出现持续下跌，春节过后虽有短暂回调，但本周市场蛋价再次进入下跌状态，鸡蛋批发平均价已经由年初的每公斤7.26元，下跌到了今天的每公斤5.2元，同比跌幅接近30%。鸭蛋每公斤8.5元，环比、同比分别下跌了7.6%和10.5%。分析原因，除了市场供给充裕外，市民消费热情不足，需求不断减少也是主要因素。 　　预计，随着五一的临近，食品企业端午备货需求将有所增加，后期蛋价低弥状态将有所缓解。","id":13,"title":"江苏凌家塘市场：肉蛋价格继续下降 桶装食用油跌幅明显","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265169.htm"},{"content":"　　本周常州地区雨过天晴，气温上升明显，凌家塘市场蔬菜交易也随着之恢复常态，日交易量恢复到了7000吨以上，价格也有了不同程度下降。主要表现为客菜上市品种丰富，产地增多，地产菜上市量回升，价格快速回落。 　　17日凌家塘地产叶菜的上市量已恢复到了500吨以上，雨后运输畅通后，量多价跌，17日凌家塘市场韭菜批发平均价每公斤3元、油麦菜每公斤2.5元、药芹每公斤1.5元，价格环比跌幅都在15%以上。当前客菜中根类、茄果类蔬菜上市量增长明显且产地也都开始向邻省的浙江、安徽转移，生产、运输成本相对便宜，价格也处于稳中趋降状态。17日凌家塘市场黄瓜批发平均价每公斤2元、蒜苗每公斤6元，价格环比都有近30%的下降。随着时间的推移，当前春笋的上市量仍然丰富，但品质没有早期那么鲜嫩了，17日凌家塘春笋日上市量250吨，批发平均价每公斤1.5元，环比、同比分别下降了27.5%和6.3%。竹笋批发平均价每公斤2元，环比下跌了60%； 　　本周夏令时蔬茭白的上市量日益放大，浙江、福建等地都开始批量上市，日上市量已在20吨以上，量多后价格也是回落明显，17日批发平均价每公斤5元，环比、同比跌幅都在30%以上。 　　本周广西长豇豆开始小批量上市，市场海南豇豆一家独大的局面随之结束，17日市场长豇豆批发平均价每公斤5元，环比也有了28.6%的下降。 　　预计，随着后期夏菜上市量的持续放大，后期蔬菜价格还有一定下降空间。 　　本周常州地区雨过天晴，气温上升明显，凌家塘市场蔬菜交易也随着之恢复常态，日交易量恢复到了7000吨以上，价格也有了不同程度下降。主要表现为客菜上市品种丰富，产地增多，地产菜上市量回升，价格快速回落。 　　17日凌家塘地产叶菜的上市量已恢复到了500吨以上，雨后运输畅通后，量多价跌，17日凌家塘市场韭菜批发平均价每公斤3元、油麦菜每公斤2.5元、药芹每公斤1.5元，价格环比跌幅都在15%以上。当前客菜中根类、茄果类蔬菜上市量增长明显且产地也都开始向邻省的浙江、安徽转移，生产、运输成本相对便宜，价格也处于稳中趋降状态。17日凌家塘市场黄瓜批发平均价每公斤2元、蒜苗每公斤6元，价格环比都有近30%的下降。随着时间的推移，当前春笋的上市量仍然丰富，但品质没有早期那么鲜嫩了，17日凌家塘春笋日上市量250吨，批发平均价每公斤1.5元，环比、同比分别下降了27.5%和6.3%。竹笋批发平均价每公斤2元，环比下跌了60%； 　　本周夏令时蔬茭白的上市量日益放大，浙江、福建等地都开始批量上市，日上市量已在20吨以上，量多后价格也是回落明显，17日批发平均价每公斤5元，环比、同比跌幅都在30%以上。 　　本周广西长豇豆开始小批量上市，市场海南豇豆一家独大的局面随之结束，17日市场长豇豆批发平均价每公斤5元，环比也有了28.6%的下降。 　　预计，随着后期夏菜上市量的持续放大，后期蔬菜价格还有一定下降空间。","id":14,"title":"江苏凌家塘市场：雨后菜价回落 夏菜大量上市","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265168.htm"},{"content":"　　清明节过后，随着气温回升，当前凌家塘市场各类新鲜的时令水果也开始陆续上市。从销量方面来看，当前夏令水果走量迅速，价格稳步回落，而冬令水果走量不大，价格却是稳中趋升。 　　当前枇杷、油桃、樱桃等夏令鲜果由于价格较高，销售量还不大。但芒果、甜瓜、西瓜等上市量日益放大，价格是节节后退。16日凌家塘市场水仙芒按个头大小，批发平均价在每公斤14-22元之间，环比跌幅都在5%以上。 　　而春节前后走量迅速的的柑橘类水果，如今属于销售尾期，虽然当前需求量不大，但供应量也在减少，价格普遍上涨。16日凌家塘市场脐橙批发平均价每公斤8元、砀山梨每公斤8元，价格环比分别上涨了14.3%和8.3%。当前经销商手中红富士苹果库存也是越来越少，产地收购价也在逐渐上扬，受其影响本周山东富士批发平均价每公斤8.4元，环比、同比分别上涨了5%和75%；陕西红富士批发平均价每公斤5元，同比也有56%的上扬。由于前两年香蕉价格持续偏低，近两年蕉农的种植积极性不高，受其影响，与去年同期相比，今年香蕉的供应量同比不高，当前云南香蕉接近尾声，海南香蕉上市量也是不多，近期价格是涨幅明显。16日凌家塘29斤装进口香蕉批发平均价每箱90元，而月初价格只有每箱70多元。国产香蕉也由月初的每斤1元出头，涨到了每公斤5.6元。 　　预计，此轮香蕉涨势可能要持续到5月过后，待5月底海南香蕉大量上市后，香蕉价格才会有回落空间。","id":15,"title":"江苏凌家塘市场：夏令水果缤纷上市 香蕉价格涨幅明显","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265167.htm"},{"content":"　　与昨天相比，今天入市交易的果菜上市量继续提升，品种多达40余种，今天果菜平均交易价格为4.80元/公斤，瓜果上市量大，交易价格高，带动总平均价格上涨。 　　蔬菜交易区，西红柿、大头菜、芹菜、菜花交易量靠前，其中西红柿交易量最大，今天最高批发价格为3.74元/公斤，每公斤比昨天上涨了0.52元。大头菜交易走强，交易量仅次于西红柿，最高成交价0.90元/公斤，比昨天下降了0.10元/公斤，天气变暖，地产大头菜陆续上市，其交易量还将有上涨空间。芹菜今天最高批发价格为0.50元/公斤，变动不大。菜花上市量逐渐增多，价格回升，今天最高批发价格为2.80元/公斤，每公斤比昨天上涨了0.20元。大白菜上市量日渐下滑，价格也随之下降，今天最高为0.30元/公斤，每公斤比昨天又下降了0.22，下市速度缓慢。茄子品质好，价格稍有下滑，今天最高批发价格为2.80元/公斤，下降幅0.20元/公斤，下市速度快。另外香菜、韭菜、豆角、黄瓜等交易价格变动不大，供不应求。 　　水果交易区，甜瓜、桃、葡萄、李子、杏等应季水果应有尽有，其中甜瓜是交易量最大的，今天最高批发价格为10.40元/公斤,销往全国各地。毛桃、油桃今天最高批发价格分别为14.00元/公斤、17.00元/公斤，其中油桃上市量是毛桃的4倍之多。","id":16,"title":"乐亭冀东果菜市场：大白菜交易量逐渐下降","dataTime":"2017-04-21","url":"http://pfsc.agri.cn/scdt/201704/t20170421_265174.htm"}]
     */

    private String flag;
    private String msg;

    public String getMsg() {
        return msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    private List<InfoBean> info;


    public String getFlag() {
        return flag;
    }

    public void setFlag(String flag) {
        this.flag = flag;
    }

    public List<InfoBean> getInfo() {
        return info;
    }

    public void setInfo(List<InfoBean> info) {
        this.info = info;
    }

    public static class InfoBean extends BaseBean {
        private static final long serialVersionUID = -3753494706532323840L;
        /**
         * content : 　　本周苏州本地蔬菜的上市量比较丰富，且外地蔬菜也源源不断入市交易，每天蔬菜的总上市量充足，整体菜价呈下降态势。 　　从监测数据显示，本周南环桥市场不少蔬菜价格呈下跌走势，如春笋、西葫芦、茨菇等，价格与上周环比，分别下跌了27%、23%、11%。本周价格跌幅较为明显的绿叶蔬菜，有苋菜、韭菜、空心菜等，平均比上周价格下跌16%。浙江嘉善的西红柿开始大量上市，日上市量呈增加趋势，整体量足价跌，目前西红柿批发平均价每公斤3.80元，与上周价格环比下跌5%。本周大葱上市量开始增多，价格回落，批发平均价1.2元/公斤，较上周环比下跌了14%。 　　近期山东滕州的土豆新上市，新出土的土豆肉质脆嫩很受欢迎，日到货量300吨左右，货源于福建的老一批土豆逐渐落市，目前新土豆的批发价3.2元/公斤，而云南产地的土豆价格相对低些，批发价2.8元/公斤，整体来看，近期土豆整体货源充足，购销两旺。目前海南产地的青椒基本接近尾声，市场主要以山东苍山青椒为主，中间批发价每公斤4.0元。近日黄瓜的货源供应量逐渐增多，价格呈回落趋势，目前黄瓜的主要货源产地有山东、江苏、福建等地，批发价每公斤2.4元，与上周价格环比下跌14%。导致价格回落的主要原因是因为随着天气转暖，蔬菜生长快，时令蔬菜的供应量明显增多，本地菜迎来上市旺季，大多数蔬菜出现降价空间。 　　本周苏州本地蔬菜的上市量比较丰富，且外地蔬菜也源源不断入市交易，每天蔬菜的总上市量充足，整体菜价呈下降态势。 　　从监测数据显示，本周南环桥市场不少蔬菜价格呈下跌走势，如春笋、西葫芦、茨菇等，价格与上周环比，分别下跌了27%、23%、11%。本周价格跌幅较为明显的绿叶蔬菜，有苋菜、韭菜、空心菜等，平均比上周价格下跌16%。浙江嘉善的西红柿开始大量上市，日上市量呈增加趋势，整体量足价跌，目前西红柿批发平均价每公斤3.80元，与上周价格环比下跌5%。本周大葱上市量开始增多，价格回落，批发平均价1.2元/公斤，较上周环比下跌了14%。 　　近期山东滕州的土豆新上市，新出土的土豆肉质脆嫩很受欢迎，日到货量300吨左右，货源于福建的老一批土豆逐渐落市，目前新土豆的批发价3.2元/公斤，而云南产地的土豆价格相对低些，批发价2.8元/公斤，整体来看，近期土豆整体货源充足，购销两旺。目前海南产地的青椒基本接近尾声，市场主要以山东苍山青椒为主，中间批发价每公斤4.0元。近日黄瓜的货源供应量逐渐增多，价格呈回落趋势，目前黄瓜的主要货源产地有山东、江苏、福建等地，批发价每公斤2.4元，与上周价格环比下跌14%。导致价格回落的主要原因是因为随着天气转暖，蔬菜生长快，时令蔬菜的供应量明显增多，本地菜迎来上市旺季，大多数蔬菜出现降价空间。
         * id : 1
         * title : 苏州南环桥市场：一周农产品行情简讯
         * dataTime : 2017-04-21
         * url : http://pfsc.agri.cn/scdt/201704/t20170421_265197.htm
         */

        private String content;
        private int id;
        private String title;
        private String dataTime;
        private String url;
        private String path;

        public String getPath() {
            return path;
        }

        public void setPath(String path) {
            this.path = path;
        }

        public String getContent() {
            return content;
        }

        public void setContent(String content) {
            this.content = content;
        }

        public int getId() {
            return id;
        }

        public void setId(int id) {
            this.id = id;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getDataTime() {
            return dataTime;
        }

        public void setDataTime(String dataTime) {
            this.dataTime = dataTime;
        }

        public String getUrl() {
            return url;
        }

        public void setUrl(String url) {
            this.url = url;
        }
    }
}
